Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: The Profile Switcher puts your saved setups in the keyboard's tools menu, so a swap takes two taps mid-conversation.
de: Der Profilwechsler legt deine gespeicherten Setups ins Tools-Menü der Tastatur — ein Wechsel mitten im Gespräch sind zwei Tipper.
es: El Cambio de perfil pone tus configuraciones guardadas en el menú de herramientas del teclado: cambiar en mitad de una conversación son dos toques.
et: Profiilivahetaja paneb sinu salvestatud seadistused klaviatuuri tööriistade menüüsse, nii et vahetus võtab vestluse keskel kaks puudutust.
fr: Le Changeur de profil place tes configurations enregistrées dans le menu des outils du clavier : changer en pleine conversation prend deux touchers.
hu: A Profilváltó a mentett beállításaidat a billentyűzet eszközök menüjébe teszi, így beszélgetés közben két koppintás a váltás.
it: Il Cambio profilo mette le tue configurazioni salvate nel menu strumenti della tastiera: cambiare a metà conversazione sono due tocchi.
ja: 「プロファイル切り替え」は保存した設定一式をキーボードのツールメニューに置きます。会話の途中でも2タップで切り替えられます。
ko: 프로필 전환은 저장해 둔 설정들을 키보드 도구 메뉴에 올려 둡니다. 대화 도중에도 두 번만 누르면 바뀝니다.
ms: Penukar Profil meletakkan persediaan tersimpan anda dalam menu alat papan kekunci, jadi bertukar di tengah perbualan hanya dua ketikan.
pt: A Troca de perfil põe as tuas configurações guardadas no menu de ferramentas do teclado: trocar a meio de uma conversa são dois toques.
ru: Переключатель профилей кладёт ваши сохранённые настройки в меню инструментов на клавиатуре, так что смена посреди разговора — два нажатия.
zh_hans: “配置文件切换”把你保存的整套设置放进键盘的工具菜单，聊天中间两下就能换。

source: The action failed. Later actions were not run.
de: Die Aktion ist fehlgeschlagen. Nachfolgende Aktionen wurden nicht ausgeführt.
es: La acción ha fallado. No se han ejecutado las acciones posteriores.
et: Toiming nurjus. Järgmisi toiminguid ei käivitatud.
fr: L’action a échoué. Les actions suivantes n’ont pas été exécutées.
hu: A művelet sikertelen. A további műveletek nem futottak le.
it: L’azione non è riuscita. Le azioni successive non sono state eseguite.
ja: アクションが失敗しました。以降のアクションは実行されていません。
ko: 동작이 실패했습니다. 이후 동작은 실행되지 않았습니다.
ms: Tindakan gagal. Tindakan seterusnya tidak dijalankan.
pt: A ação falhou. As ações seguintes não foram executadas.
ru: Действие не выполнено. Последующие действия не запускались.
zh_hans: 操作失败。后续操作未运行。

source: The action-pack download could not be verified.
de: Der Download des Aktionspakets konnte nicht überprüft werden.
es: No se pudo verificar la descarga del paquete de acciones.
et: Tegevuspaketi allalaadimist ei saanud kinnitada.
fr: Le téléchargement du pack d’actions n’a pas pu être vérifié.
hu: A műveletcsomag letöltését nem sikerült ellenőrizni.
it: Non è stato possibile verificare il download del pacchetto di azioni.
ja: アクションパックのダウンロードを確認できませんでした。
ko: 동작 팩 다운로드를 확인할 수 없습니다.
ms: Muat turun pek tindakan tidak dapat disahkan.
pt: Não foi possível verificar a transferência do pacote de ações.
ru: Не удалось проверить загрузку пакета действий.
zh_hans: 无法验证操作包下载。

source: The action-pack update is invalid.
de: Das Update des Aktionspakets ist ungültig.
es: La actualización del paquete de acciones no es válida.
et: Tegevuspaki värskendus on sobimatu.
fr: La mise à jour du pack d’actions n’est pas valide.
hu: A műveletcsomag frissítése érvénytelen.
it: L’aggiornamento del pacchetto di azioni non è valido.
ja: アクションパックのアップデートが無効です。
ko: 동작 팩 업데이트가 잘못되었습니다.
ms: Kemas kini pek tindakan tidak sah.
pt: A atualização do pacote de ações não é válida.
ru: Обновление пакета действий недействительно.
zh_hans: 操作包更新无效。

source: The arrangement this language types on. Build your own on the Layout screen first if none of these fit, since a made-up script usually wants its own keys.
de: Die Anordnung, auf der diese Sprache getippt wird. Passt keine davon, bau dir zuerst auf dem Layout-Bildschirm eine eigene, denn eine erfundene Schrift will meist eigene Tasten.
es: La disposición con la que se escribe este idioma. Si ninguna encaja, créate una en la pantalla Disposición: una escritura inventada suele querer sus propias teclas.
et: Paigutus, milles see keel tipitakse. Kui ükski ei sobi, ehita kõigepealt oma Paigutuse lehel, sest väljamõeldud kiri tahab tavaliselt oma klahve.
fr: La disposition sur laquelle cette langue s’écrit. Si aucune ne convient, créez la vôtre depuis l’écran Disposition : une écriture inventée réclame en général ses propres touches.
hu: Az elrendezés, amin ez a nyelv íródik. Ha egyik sem jó, előbb készíts sajátot az Elrendezés képernyőn, hiszen egy kitalált írás általában saját billentyűket kíván.
it: La disposizione su cui si scrive questa lingua. Se nessuna va bene, creane una tua nella schermata Disposizione: una scrittura inventata di solito vuole i suoi tasti.
ja: この言語を入力するキー配列です。合うものがなければ、先に「配列」画面で自作してください。つくった文字体系にはたいてい専用のキーが要ります。
ko: 이 언어를 입력할 자판 배열입니다. 맞는 게 없으면 먼저 ‘배열’ 화면에서 직접 만드세요. 새로 만든 문자 체계에는 대개 전용 키가 필요합니다.
ms: Susunan kekunci untuk menaip bahasa ini. Jika tiada yang sesuai, bina sendiri di skrin Susun Atur dahulu, kerana tulisan ciptaan biasanya mahukan kekuncinya sendiri.
pt: A disposição em que este idioma se escreve. Se nenhuma servir, cria a tua no ecrã Disposição: uma escrita inventada costuma querer teclas próprias.
ru: Расположение клавиш, на котором печатает этот язык. Если ничего не подходит, сначала соберите своё на экране «Раскладка»: придуманной письменности обычно нужны свои клавиши.
zh_hans: 这门语言使用的键位排布。若都不合适，先到「排布」页自己做一套，自造的文字通常需要专属按键。

source: The automation execution limit was reached.
de: Das Ausführungslimit für Automationen wurde erreicht.
es: Se ha alcanzado el límite de ejecución de automatizaciones.
et: Automaatikate täitmispiir on saavutatud.
fr: La limite d’exécution des automatisations a été atteinte.
hu: Az automatizálás elérte a végrehajtási korlátot.
it: È stato raggiunto il limite di esecuzione delle automazioni.
ja: オートメーションの実行上限に達しました。
ko: 자동화 실행 한도에 도달했습니다.
ms: Had pelaksanaan automasi telah dicapai.
pt: Foi atingido o limite de execução de automações.
ru: Достигнут лимит выполнения автоматизаций.
zh_hans: 已达到自动化执行上限。

source: The automation was cancelled.
de: Die Automation wurde abgebrochen.
es: Se ha cancelado la automatización.
et: Automaatika tühistati.
fr: L’automatisation a été annulée.
hu: Az automatizálás megszakítva.
it: L’automazione è stata annullata.
ja: オートメーションをキャンセルしました。
ko: 자동화가 취소되었습니다.
ms: Automasi dibatalkan.
pt: A automação foi cancelada.
ru: Автоматизация отменена.
zh_hans: 自动化已取消。

source: The bar suggests as you type, and misspellings fix themselves on the next space.
de: Die Leiste schlägt beim Tippen vor, und Tippfehler korrigieren sich beim nächsten Leerzeichen von selbst.
es: La barra sugiere mientras escribes y los errores se corrigen solos en el siguiente espacio.
et: Riba soovitab tipimise ajal ja eksitused parandavad end järgmise tühiku juures.
fr: La barre propose des mots pendant que tu écris, et les fautes se corrigent toutes seules à l'espace suivant.
hu: A sáv gépelés közben javasol, az elgépelések pedig a következő szóköznél maguktól kijavulnak.
it: La barra suggerisce mentre scrivi e gli errori si correggono da soli allo spazio successivo.
ja: 入力に合わせてバーが候補を出し、打ち間違いは次のスペースで自動的に直ります。
ko: 입력하는 동안 바가 단어를 추천하고, 오타는 다음 띄어쓰기에서 저절로 고쳐져요.
ms: Bar mencadangkan semasa anda menaip, dan kesilapan ejaan membetulkan diri pada ruang seterusnya.
pt: A barra sugere enquanto escreves e os erros corrigem-se sozinhos no espaço seguinte.
ru: Строка подсказывает по ходу печати, а опечатки исправляются сами на следующем пробеле.
zh_hans: 打字时建议栏会给出候选，拼错的词在下一个空格时自动改正。

source: The bubble a key shows while you hold it
de: Die Blase, die eine Taste zeigt, solange du sie hältst
es: La burbuja que muestra una tecla mientras la mantienes pulsada
et: Mull, mida klahv hoidmise ajal näitab
fr: La bulle qu'affiche une touche tant que tu la maintiens
hu: A buborék, amit a billentyű mutat, amíg nyomva tartod
it: La bolla che un tasto mostra mentre lo tieni premuto
ja: キーを押している間に出る吹き出し
ko: 키를 누르고 있는 동안 나타나는 말풍선
ms: Gelembung yang ditunjukkan kekunci semasa kamu menahannya
pt: O balão que uma tecla mostra enquanto a manténs premida
ru: Пузырёк, который клавиша показывает во время удержания
zh_hans: 按住按键时冒出的气泡

source: The button below takes you there
de: Mit der Taste unten kommst du direkt dorthin
es: El botón de abajo te lleva allí
et: Alumine nupp viib sind sinna
fr: Le bouton ci-dessous t'y emmène
hu: Az alábbi gomb odavisz
it: Il pulsante qui sotto ti porta lì
ja: 下のボタンから開けます
ko: 아래 버튼을 누르면 바로 이동해요
ms: Butang di bawah akan membawa anda ke sana
pt: O botão abaixo leva-te até lá
ru: Кнопка ниже приведёт вас туда
zh_hans: 点击下方按钮即可前往

source: The button turns this on and off.
de: Die Taste schaltet dies ein und aus.
es: El botón lo activa y desactiva.
et: Nupp lülitab selle sisse ja välja.
fr: Le bouton l'active et le désactive.
hu: A gomb be- és kikapcsolja.
it: Il pulsante lo attiva e disattiva.
ja: ボタンでオン・オフを切り替えます。
ko: 버튼으로 켜고 끕니다.
ms: Butang ini menghidupkan dan mematikannya.
pt: O botão liga e desliga isto.
ru: Кнопка включает и выключает это.
zh_hans: 按钮可开启或关闭此项。

source: The cap shows exactly what the key types. Choose its character from the Action palette.
de: Die Taste zeigt genau das Zeichen, das sie eingibt. Wähle es in der Aktionspalette.
es: La tecla muestra exactamente lo que escribe. Elige su carácter en la paleta de acciones.
et: Klahv näitab täpselt seda, mida see sisestab. Vali märk toimingupaletist.
fr: La touche affiche exactement ce qu’elle saisit. Choisis son caractère dans la palette d’actions.
hu: A billentyű azt mutatja, amit beír. A karaktert a Művelet palettán választhatod ki.
it: Il tasto mostra esattamente ciò che digita. Scegli il carattere dalla tavolozza delle azioni.
ja: キーには入力する文字がそのまま表示されます。アクションパレットから文字を選んでください。
ko: 키에는 실제로 입력되는 문자가 표시됩니다. 동작 팔레트에서 문자를 선택하세요.
ms: Kekunci memaparkan aksara yang ditaipnya. Pilih aksara daripada palet Tindakan.
pt: A tecla mostra exatamente o que escreve. Escolha o caráter na paleta de ações.
ru: На клавише показан именно тот символ, который она вводит. Выберите символ в палитре действий.
zh_hans: 键帽显示的内容与按键输入的内容完全一致。请在操作面板中选择字符。

source: The cap shows exactly what the key types. Tap a character below to set both at once.
de: Die Kappe zeigt genau, was die Taste tippt. Tipp unten auf ein Zeichen, um beides auf einmal festzulegen.
es: La leyenda muestra exactamente lo que escribe la tecla. Toca un carácter abajo para configurar ambos a la vez.
et: Kate näitab täpselt, mida klahv sisestab. Puuduta all märgile, et mõlemad korraga määrata.
fr: La légende montre exactement ce que la touche tape. Touche un caractère ci-dessous pour régler les deux d'un coup.
hu: A sapka pontosan azt mutatja, amit a billentyű beír. Koppints alul egy karakterre, hogy mindkettőt egyszerre beállítsd.
it: La legenda mostra esattamente ciò che il tasto digita. Tocca un carattere qui sotto per impostare entrambi in una volta.
ja: キートップにはキーが入力する文字がそのまま表示されます。下の文字をタップすると両方を一度に設定できます。
ko: 키캡에는 키가 입력하는 문자가 그대로 표시돼요. 아래 문자를 탭하면 둘을 한 번에 설정할 수 있어요.
ms: Muka kekunci menunjukkan tepat apa yang ditaip kekunci. Ketik aksara di bawah untuk tetapkan kedua-duanya sekali gus.
pt: A legenda mostra exatamente o que a tecla escreve. Toca num caráter abaixo para definir ambos de uma vez.
ru: Надпись показывает ровно то, что клавиша вводит. Нажмите на символ ниже, чтобы задать сразу и то и другое.
zh_hans: 键帽显示的就是按键输入的内容。点下面的字符可以一次设置两者。

source: The clipboard is empty. Copy your assistant's whole reply first.
de: Die Zwischenablage ist leer. Kopiere zuerst die gesamte Antwort deines Assistenten.
es: El portapapeles está vacío. Copia primero toda la respuesta de tu asistente.
et: Lõikelaud on tühi. Kopeeri kõigepealt assistendi kogu vastus.
fr: Le presse-papiers est vide. Copiez d’abord toute la réponse de votre assistant.
hu: A vágólap üres. Először másold ki az asszisztens teljes válaszát.
it: Gli appunti sono vuoti. Copia prima l’intera risposta del tuo assistente.
ja: クリップボードが空です。まずアシスタントの返答全体をコピーしてください。
ko: 클립보드가 비어 있습니다. 먼저 어시스턴트의 답변 전체를 복사하세요.
ms: Papan keratan kosong. Salin keseluruhan jawapan pembantu anda dahulu.
pt: A área de transferência está vazia. Copie primeiro toda a resposta do seu assistente.
ru: Буфер обмена пуст. Сначала скопируйте весь ответ ассистента.
zh_hans: 剪贴板为空。请先复制助手的完整回复。

source: The color behind the keys comes from your theme.
de: Die Farbe hinter den Tasten kommt von deinem Design.
es: El color detrás de las teclas viene de tu tema.
et: Värv klahvide taga tuleb sinu teemast.
fr: La couleur derrière les touches vient de ton thème.
hu: A billentyűk mögötti szín a témádból jön.
it: Il colore dietro i tasti viene dal tuo tema.
ja: キーの後ろの色はテーマで決まります。
ko: 키 뒤의 색상은 테마에서 가져옵니다.
ms: Warna di belakang kekunci datang daripada tema anda.
pt: A cor por trás das teclas vem do teu tema.
ru: Цвет за клавишами берётся из вашей темы.
zh_hans: 按键后方的颜色来自你的主题。

source: The color, gradient or photo itself belongs to the theme, so you set it in the theme builder.
de: Die Farbe, der Verlauf oder das Foto selbst gehören zum Design — die stellst du im Design-Baukasten ein.
es: El color, el degradado o la foto en sí pertenecen al tema, así que se ajustan en el creador de temas.
et: Värv, üleminek või foto ise kuulub teemale, seega määrad sa selle teema ehitajas.
fr: La couleur, le dégradé ou la photo appartiennent au thème : tu les règles dans le créateur de thèmes.
hu: Maga a szín, a színátmenet vagy a fotó a témához tartozik, így azt a témaszerkesztőben állítod be.
it: Il colore, il gradiente o la foto appartengono al tema, quindi li imposti nel costruttore di temi.
ja: 色やグラデーション、写真そのものはテーマのものなので、テーマビルダーで設定します。
ko: 색상, 그러데이션, 사진 자체는 테마의 것이라 테마 편집기에서 설정합니다.
ms: Warna, gradien atau foto itu sendiri milik tema, jadi anda tetapkannya dalam pembina tema.
pt: A cor, o gradiente ou a fotografia pertencem ao tema, por isso defines isso no criador de temas.
ru: Сам цвет, градиент или фото принадлежат теме, поэтому задаются в редакторе тем.
zh_hans: 颜色、渐变和照片本身属于主题，在主题编辑器里设置。

# The colour behind the keys comes from your theme.
source: The color behind the keys comes from your theme.
de: Die Farbe hinter den Tasten kommt von deinem Design.
es: El color detrás de las teclas viene de tu tema.
et: Värv klahvide taga tuleb sinu teemast.
fr: La couleur derrière les touches vient de ton thème.
hu: A billentyűk mögötti szín a témádból jön.
it: Il colore dietro i tasti viene dal tuo tema.
ja: キーの後ろの色はテーマで決まります。
ko: 키 뒤의 색상은 테마에서 가져옵니다.
ms: Warna di belakang kekunci datang daripada tema anda.
pt: A cor por trás das teclas vem do teu tema.
ru: Цвет за клавишами берётся из вашей темы.
zh_hans: 按键后方的颜色来自你的主题。

source: The copy on this device stays. Syncing for this one switches off, so it isn't sent back up.
de: Die Kopie auf diesem Gerät bleibt. Die Synchronisierung dafür wird ausgeschaltet, damit sie nicht gleich wieder hochgeht.
es: La copia de este dispositivo se queda. Se desactiva su sincronización para que no vuelva a subir.
et: Selle seadme koopia jääb alles. Selle sünkroonimine lülitub välja, nii et seda tagasi üles ei saadeta.
fr: La copie sur cet appareil reste. Sa synchronisation est désactivée pour qu’elle ne remonte pas aussitôt.
hu: Az eszközön lévő másolat megmarad. Ehhez a szinkronizálás kikapcsol, hogy ne kerüljön vissza.
it: La copia su questo dispositivo resta. La sincronizzazione per questa voce si disattiva, così non torna su.
ja: この端末のコピーは残ります。再びアップロードされないよう、この項目の同期はオフになります。
ko: 이 기기의 사본은 그대로 남습니다. 다시 올라가지 않도록 해당 항목의 동기화는 꺼집니다.
ms: Salinan pada peranti ini kekal. Penyegerakan untuk yang satu ini dimatikan supaya ia tidak dihantar semula.
pt: A cópia neste dispositivo fica. A sincronização deste item é desligada, para não voltar a subir.
ru: Копия на этом устройстве остаётся. Синхронизация для неё выключается, поэтому обратно она не отправляется.
zh_hans: 这台设备上的副本会保留。该项的同步会关闭，以免再次上传。

source: The current white icon
de: Das aktuelle weiße Symbol
es: El icono blanco actual
et: Praegune valge ikoon
fr: L'icône blanche actuelle
hu: A jelenlegi fehér ikon
it: L'icona bianca attuale
ja: 現在の白いアイコン
ko: 현재의 흰색 아이콘
ms: Ikon putih semasa
pt: O ícone branco atual
ru: Текущая белая иконка
zh_hans: 当前的白色图标

source: The device is running hot, so the light holds still instead of moving. Presses still light up.
de: Das Gerät wird heiß, deshalb bleibt das Licht unbewegt. Tastendrücke leuchten weiterhin auf.
es: El dispositivo está caliente, por lo que la luz permanece fija. Las pulsaciones siguen iluminándose.
et: Seade on kuum, seega valgus ei liigu. Vajutused süütavad endiselt valguse.
fr: L’appareil chauffe, donc la lumière reste fixe. Les touches s’allument toujours à l’appui.
hu: Az eszköz felmelegedett, ezért a fény nem mozog. A leütések továbbra is felvillannak.
it: Il dispositivo è caldo, quindi la luce resta ferma. I tasti si illuminano ancora alla pressione.
ja: デバイスが高温のため、光の動きを止めています。キーを押したときの点灯は続きます。
ko: 기기가 뜨거워져 빛이 움직이지 않습니다. 키를 누르면 계속 빛납니다.
ms: Peranti sedang panas, jadi cahaya tidak bergerak. Kekunci masih menyala apabila ditekan.
pt: O dispositivo está quente, pelo que a luz fica estática. As teclas continuam a iluminar-se ao premir.
ru: Устройство нагрелось, поэтому подсветка неподвижна. Нажатия по-прежнему подсвечиваются.
zh_hans: 设备温度较高，灯光保持静止。按键按下时仍会亮起。

source: The device is running warm. Glass keeps rendering, and the optional effects come back once it cools down.
de: Das Gerät ist warm geworden. Das Glas bleibt, und die optionalen Effekte kommen zurück, sobald es abgekühlt ist.
es: El dispositivo se ha calentado. El cristal se mantiene y los efectos opcionales vuelven en cuanto se enfríe.
et: Seade on soojaks läinud. Klaas jätkab renderdamist ja valikulised efektid tulevad tagasi, kui ta jahtub.
fr: L'appareil a chauffé. Le verre reste affiché et les effets facultatifs reviennent dès qu'il a refroidi.
hu: A készülék felmelegedett. Az üveg marad, a nem kötelező effektek pedig visszatérnek, amint lehűl.
it: Il dispositivo si è scaldato. Il vetro resta e gli effetti opzionali tornano appena si raffredda.
ja: 端末が熱を持っています。ガラスはそのままで、任意のエフェクトは温度が下がると戻ります。
ko: 기기가 뜨거워졌습니다. 글래스는 그대로 두고 선택적인 효과는 식으면 다시 돌아옵니다.
ms: Peranti sedang panas. Kaca kekal dan kesan pilihan kembali sebaik sahaja ia menyejuk.
pt: O dispositivo aqueceu. O vidro continua e os efeitos opcionais voltam assim que arrefecer.
ru: Устройство греется. Стекло по-прежнему рисуется, а необязательные эффекты вернутся, когда оно остынет.
zh_hans: 设备有些发热。玻璃继续渲染，可选特效会在降温后恢复。

source: The downloaded font could not be verified or installed.
de: Die geladene Schrift konnte nicht geprüft oder installiert werden.
es: No se ha podido verificar o instalar la fuente descargada.
et: Allalaaditud fonti ei saanud kontrollida või installida.
fr: Impossible de vérifier ou d’installer la police téléchargée.
hu: A letöltött betűtípust nem sikerült ellenőrizni vagy telepíteni.
it: Impossibile verificare o installare il font scaricato.
ja: ダウンロードしたフォントを検証またはインストールできませんでした。
ko: 다운로드한 서체를 확인하거나 설치할 수 없습니다.
ms: Fon yang dimuat turun tidak dapat disahkan atau dipasang.
pt: Não foi possível verificar ou instalar o tipo de letra descarregado.
ru: Не удалось проверить или установить загруженный шрифт.
zh_hans: 无法验证或安装下载的字体。

source: The downloaded font did not match the expected hash or size
de: Prüfsumme oder Größe der geladenen Schrift stimmt nicht mit dem erwarteten Wert überein
es: La fuente descargada no coincide con el hash o el tamaño esperado
et: Allalaaditud fondi räsi või suurus ei vastanud oodatule
fr: L’empreinte ou la taille de la police téléchargée ne correspond pas à celle attendue
hu: A letöltött betűtípus ellenőrzőösszege vagy mérete nem egyezik a várttal
it: L’hash o la dimensione del font scaricato non corrisponde al valore previsto
ja: ダウンロードしたフォントのハッシュ値またはサイズが一致しません
ko: 다운로드한 서체의 해시 또는 크기가 예상 값과 일치하지 않습니다
ms: Cincangan atau saiz fon yang dimuat turun tidak sepadan dengan yang dijangka
pt: O hash ou o tamanho do tipo de letra descarregado não corresponde ao esperado
ru: Контрольная сумма или размер загруженного шрифта не совпадает с ожидаемым значением
zh_hans: 下载字体的哈希值或大小与预期不符

source: The downloaded layout is invalid.
de: Das geladene Layout ist ungültig.
es: La disposición descargada no es válida.
et: Allalaaditud paigutus on sobimatu.
fr: La disposition téléchargée n’est pas valide.
hu: A letöltött elrendezés érvénytelen.
it: Il layout scaricato non è valido.
ja: ダウンロードしたレイアウトが無効です。
ko: 다운로드한 레이아웃이 잘못되었습니다.
ms: Susun atur yang dimuat turun tidak sah.
pt: O esquema descarregado não é válido.
ru: Загруженная раскладка недействительна.
zh_hans: 下载的布局无效。

source: The downloaded profile is invalid.
de: Das geladene Profil ist ungültig.
es: El perfil descargado no es válido.
et: Allalaaditud profiil on sobimatu.
fr: Le profil téléchargé n’est pas valide.
hu: A letöltött profil érvénytelen.
it: Il profilo scaricato non è valido.
ja: ダウンロードしたプロファイルが無効です。
ko: 다운로드한 프로필이 잘못되었습니다.
ms: Profil yang dimuat turun tidak sah.
pt: O perfil descarregado não é válido.
ru: Загруженный профиль недействителен.
zh_hans: 下载的配置文件无效。

source: The downloaded sound pack is invalid.
de: Das geladene Klangpaket ist ungültig.
es: El paquete de sonidos descargado no es válido.
et: Allalaaditud helipakk on sobimatu.
fr: Le pack de sons téléchargé n’est pas valide.
hu: A letöltött hangcsomag érvénytelen.
it: Il pacchetto suoni scaricato non è valido.
ja: ダウンロードしたサウンドパックが無効です。
ko: 다운로드한 사운드 팩이 잘못되었습니다.
ms: Pek bunyi yang dimuat turun tidak sah.
pt: O pacote de sons descarregado não é válido.
ru: Загруженный набор звуков недействителен.
zh_hans: 下载的声音包无效。

source: The downloaded theme is invalid.
de: Das geladene Theme ist ungültig.
es: El tema descargado no es válido.
et: Allalaaditud teema on sobimatu.
fr: Le thème téléchargé n’est pas valide.
hu: A letöltött téma érvénytelen.
it: Il tema scaricato non è valido.
ja: ダウンロードしたテーマが無効です。
ko: 다운로드한 테마가 잘못되었습니다.
ms: Tema yang dimuat turun tidak sah.
pt: O tema descarregado não é válido.
ru: Загруженная тема недействительна.
zh_hans: 下载的主题无效。

source: The emoji stay in their normal categories. Only the set goes.
de: Die Emojis bleiben in ihren normalen Kategorien. Nur das Set verschwindet.
es: Los emoji siguen en sus categorías de siempre. Solo desaparece el conjunto.
et: Emojid jäävad oma tavakategooriatesse. Ainult komplekt läheb.
fr: Les emoji restent dans leurs catégories habituelles. Seul le set disparaît.
hu: Az emojik a szokásos kategóriáikban maradnak. Csak a készlet tűnik el.
it: Le emoji restano nelle loro categorie di sempre. Sparisce solo il set.
ja: 絵文字は元のカテゴリに残ります。なくなるのはセットだけです。
ko: 이모지는 원래 카테고리에 그대로 있어요. 세트만 사라져요.
ms: Emoji kekal dalam kategori biasa. Hanya set itu yang hilang.
pt: Os emoji ficam nas categorias normais. Só o conjunto desaparece.
ru: Эмодзи остаются в своих обычных категориях. Исчезает только набор.
zh_hans: 表情还在原来的分类里，消失的只是这个合集。

source: The entire contents of the field.
de: Der gesamte Inhalt des Felds.
es: El contenido completo del campo.
et: Välja kogu sisu.
fr: L'entièreté du contenu du champ.
hu: A mező teljes tartalma.
it: L'intero contenuto del campo.
ja: フィールドの全内容。
ko: 필드의 전체 내용.
ms: Keseluruhan kandungan medan.
pt: O conteúdo completo do campo.
ru: Всё содержимое поля.
zh_hans: 字段的全部内容。
